Repository: FranziskaWolf/tech_test_final
Catalog: languages/inpsyde-google-tag-manager-*.po
Languages: de_de

source: If enabled, the Plugin tries automatically to insert the <code>&lt;noscript&gt</code>-tag after the <code>&lt;body&gt;</code>-tag</code>. This may can cause problems with other plugins, so to be safe, disable this feature and add to your theme after <code>&lt;body&gt;</code> following: <pre><code>&lt;?php do_action( "inpsyde-google-tag-manager.noscript" ); ?&gt;</code></pre>
de_de: Wenn aktiviert, versucht das Plugin automatisch das <code>&lt; noscript&gt</code>-tag nach dem <code>&lt;body&gt;</code>-tag</code> einzufügen. Dies kann im Zusammenspiel mit anderen Plugins zu Problemen führen. Es ist ratsam diese Option zu deaktivieren und in den Theme nach dem <code>&lt;body&gt;</code> folgenden Code einzufügen: <pre><code>&lt;?php do_action( "inpsyde-google-tag-manager.noscript" ); ?&gt;</code></pre>

source: using
de_de: benutzt

source: not using
de_de: benutzt nicht

source: General settings
de_de: Allgemeine Einstellungen

source: Adding Google Tag Manager with custom data to your site.
de_de: Füge Google Tag Manager mit benutzerspezifischen Daten zu deiner Seite hinzu.

source: http://inpsyde.com
de_de: https://inpsyde.com

source: Auto insert noscript in body
de_de: Füge automatisch noscript-Tag in body ein

source: Enable
de_de: Aktivieren

source: Disable
de_de: Deaktivieren

source: In some cases you have to rename the <var>dataLayer</var>-variable. Default: dataLayer
de_de: In einigen Szenarien ist es notwendig die <var>dataLayer</var>-Variable umzubenennen. Default-Wert: dataLayer.

source: More information about Google Tag Manager can be found in <a href="%s">Google Tag Manager Help Center</a>.
de_de: Weitere Informationen über den Google Tag Manager können im <a href="%s">Google Tag Manager Help Center</a> gefunden werden.

source: Enable/disable site info data
de_de: Aktiviere/Deaktiviere Seiteninformationen

source: Enabled
de_de: Aktivieren

source: Disabled
de_de: Deaktivieren

source: MultiSite information
de_de: MultiSite-Informationen

source: Network ID
de_de: Netzwerk-ID

source: Site url
de_de: Seiten-URL

source: Home
de_de: Home-URL

source: This data is only added when a multisite is installed. You're currently <strong>%s</strong> a Multisite.
de_de: Diese Daten werden nur in einer WordPress Multisite hinzugefügt. Aktuell verwendest du <strong>%s</strong> Multisite.

source: Blog information
de_de: Blog-Informationen

source: Description
de_de: Beschreibung

source: Language
de_de: Sprache

source: Site info
de_de: Seiteninfo

source: Enable/disable user data
de_de: Aktiviere/Deaktiviere Benutzer-Daten

source: Visitor role
de_de: Besucherrolle

source: Which role should be displayed in dataLayer for not logged in users? Leave blank for no role.
de_de: Welche Rolle soll im dataLayer angezeigt werden, wenn der Benutzer nicht eingeloggt ist? Lasse das Feld leer für keine Rolle.

source: Fields used in dataLayer
de_de: Felder im dataLayer

source: Role
de_de: Rolle

source: First name
de_de: Vorname

source: Last name
de_de: Nachname

source: User
de_de: Benutzer

source: New settings successfully stored.
de_de: DIe neuen Einstellungen wurden erfolgreich gespeichert.

source: New settings stored, but there are some errors. Please scroll down to have a look.
de_de: Die neuen Einstellungen wurden gespeichert, es traten aber bei einigen Fehler auf. Bitte scrolle nach unten um die Fehler zu sehen.
